
/* Localizble Strings for AirPort Utility */

/* Common button titles */
"title_Advanced" = "Avançadas";
"title_Back" = "Anterior";
"title_Cancel" = "Cancelar";
"title_Continue" = "Continuar";
"title_Finish" = "Concluir";
"title_GoBack" = "Anterior";
"title_Next" = "Seguinte";
"title_No" = "Não";
"title_Quit" = "Sair";
"title_Skip" = "Avançar";
"title_TryAgain" = "Voltar a tentar";
"title_Update" = "Actualizar";
"title_Yes" = "Sim";
"title_StartAgain" = "Reiniciar";
"title_StopBlinking" = "Parar intermitência";
"title_Other" = "Outra…";
"title_Upload" = "Enviar";

/* Device select origin strings */
"kDeviceOriginBaseStationBrowse" = "Estação‑base";
"kDeviceOriginConfigured.Base Station" = "Configuração anterior da estação‑base";
"kDeviceOriginConfigured.Time Capsule" = "Configuração do Time Capsule anterior";	/* Don't Localize "Time Capsule" in this string */
"kDeviceOriginNetworkScanned" = "Rede sem fios";
"kDeviceOriginNetworkPreferred" = "Rede usada anteriormente";

/* Status strings */
"status_Configured" = "Configurada";
"status_Unconfigured" = "Não configurada";

/* Joining wireless networks */
"password_protected" = "A rede AirPort “%@” está protegida por palavra‑passe.";
"enterprise_title" = "Rede WPA empresarial";
"enterprise_error" = "A rede AirPort “%@” é uma rede WPA empresarial. O Utilitário AirPort não suporta redes WPA empresariais.";
"password_error" = "A palavra‑passe digitada estava incorrecta.";
"generic_join_error" = "Ocorreu um erro ao aceder à rede sem fios seleccionada.";
"tryAgain" = "Deseja voltar a tentar?";
"generic_read_error" = "Ocorreu um erro ao comunicar com o dispositivo seleccionado.";
"join_warning" = "A identificação deste AirPort Express requer alterações às redes sem fios. Quaisquer ligações através da actual rede sem fios serão terminadas. Deseja prosseguir?";
"finalJoinError" = "Ocorreu um erro de acesso à rede sem fios “%@”.";
"finalJoinSuggest" = "Experimente seleccionar “%@” no menu Wi‑Fi.";

/* Identify */
"identify_title" = "Identificar";
"light_is_blinking" = "A luz de estado do AirPort Express seleccionado está intermitente, alternando entre amarelo e verde.";
"GenericIdentifyDescription" = "O indicador luminoso de estado na %@ seleccionada está intermitente, alternando entre amarelo e verde.";
"blinking_not_supported" = "A funcionalidade de identificação não é suportada pelo dispositivo sem fios AirPort seleccionado";

/* Reading base station info */
"base_station_protected" = "Digite a palavra‑passe deste %@.";

/* Help book name
	(should be "AirMac Help" for Japan?)
	*/
"AirPortExpressAssistantHelp"	= "Ajuda do AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */
"AirMacExpressAssistantHelp"	= "Ajuda do AirPort";   /* this is really the AAU Help book (Don't have one for Assistant yet) */

/* User decision errors */
"no_unconfigured_title" = "Não foram encontradas novas redes AirPort";
"no_unconfigured_networks" = "Certifique‑se de que o %@ está ligado e dentro do raio de alcance do computador. Depois, para voltar a procurar, clique em Continuar.";
"try_again_found_nothing" = "Não foram encontradas novas redes AirPort. Certifique‑se de que o %@ está ligado e dentro do raio de alcance do computador, e depois clique em Voltar a tentar.";
"no_mdns_record_showed_up" = "O Utilitário AirPort não conseguiu localizar o seu dispositivo sem fios AirPort.";
"no_other_networks_title" = "Não foram encontradas redes AirPort";
"no_other_networks_found" = "Certifique‑se de que o computador se encontra dentro do raio de alcance da rede.";


/* Keychain information */
"keychainBaseStationDescription" = "Palavra‑passe da estação‑base AirPort";
"keychainBaseStationType" = "Estação‑base AirPort";
"keychainNetworkDescription" = "Palavra‑passe da rede AirPort";
"keychainNetworkType" = "Rede AirPort";
"keychainSpeakerDescription" = "palavra‑passe da aplicação";
"keychainSpeakerType" = "Coluna remota";

"ConfigAccessError" = "Erro da estação‑base";

/* Panel Headers */
"introHeader" = "Introdução";
"networkSetupHeader" = "Configuração da rede";
"summaryHeader" = "Sumário";
"internetHeader" = "Configuração da Internet";
"PeripheralsHeader" = "Configuração dos discos AirPort";
"WDSHeader" = "Configuração de WDS";
"MigrateDiskHeader" = "Migração do disco";

/* Continue text strings */
"continueWelcome" = "Para começar, clique em Continuar.";
"continueProceed" = "Para avançar, clique em Continuar.";
"continueScanAgain" = "Para voltar a procurar, clique em Continuar.";
"wdsWarningFooter" = "Ao alterar o nome da rede sem fios, a segurança sem fios ou a palavra‑passe para a funcionalidade sem fios irá desligar o WDS.";
"clientWarningFooter" = "Se alterar o nome, a segurança ou a palavra‑passe da rede sem fios, desligará o AirPort Express.";
"clientStartWarningFooter" = "A alteração das definições pode desligar o AirPort Express.";

/* Pre-verification error strings */
"mismatchPassword" = "Os campos Palavra‑passe e Confirmar palavra‑passe não coincidem.";
"mismatchWirelessPassword" = "Os campos Palavra‑passe e Confirmar não coincidem.";
"mismatchPasswordReenter" = "Digite a mesma palavra‑passe em ambos os campos.";
"missingWirelessPassword" = "Para continuar, é necessária uma palavra‑passe para a rede sem fios.";
"wirelessNetworkPassword" = "Palavra‑passe";
"missingNetworkName" = "É necessário um nome da rede sem fios para continuar.";
"missingNetworkNameWDS" = "Seleccione uma rede AirPort Extreme ou AirPort Express para continuar.";
"missingNetworkNameClient" = "Seleccione uma rede sem fios para continuar.";
"missingAccountName" = "É necessária uma conta PPPoE para continuar.";
"missingPassword" = "É necessária uma palavra‑passe para continuar.";
"missingPhone" = "É necessário um número de telefone principal para continuar.";
"missingUsername" = "É necessária uma conta para continuar.";

/* Public password strings */
"genericConfirmPublicPassword" = "Este %@ está protegido com a palavra‑passe predefinida “pública”.";
"ConfirmPublicPassword1" = "Se criar uma palavra‑passe diferente, aumentará o nível de segurança.";

/* Error Titles */
"settingError" = "Erro de definição: %@";
"generalError" = "Erro genérico";
"passwordError" = "Erro na palavra‑passe";

/* WDS status strings */
"ConfiguringForWDS" = "A configurar %@ para alargar a sua rede AirPort";
"WDSConfigInitialString" = "O dispositivo %@ está a ser configurado para ampliar a rede sem fios existente. Aguarde que o processo termine.";

/* WDS progress sheet messages */
"WDSConfiguringMain" = "Configuração da rede principal para um novo WDS remoto.";
"WDSConfiguringRemote" = "Configuração do novo WDS remoto para aceder à rede principal.";
"WDSJoiningNewNetwork" = "Aceder à nova rede WDS.";

/* DWDS progress sheet messages */
"DWDSConfiguringMain" = "A configurar a rede sem fios existente para que possa ser acedida.";
"DWDSConfiguringRemote" = "A configurar %@ para aceder à rede sem fios existente.";
"DWDSJoiningNewNetwork" = "A aceder à rede sem fios existente.";
"GeneralDWDSError" = "Ocorreu um erro ao configurar este dispositivo sem fios AirPort para aceder à rede sem fios existente. Saia do Utilitário AirPort e volte a tentar.";
"DWDSSetupCanceled" = "A configuração foi cancelada.";
"DWDSConfigInitialString" = "O dispositivo %@ está a ser configurado para aceder à rede sem fios existente. Aguarde que o processo termine.";

/* Migrate Settings progress sheet messages */
"MigrateSettingsReadingSource" = "A ler as definições do dispositivo %@ seleccionado…";
"MigrateSettingsReadingSourceGeneral" = "A ler as definições do dispositivo sem fios AirPort seleccionado…";
"MigrateRejoiningNetwork" = "A voltar a aceder à rede…";
"MigrateSettingsGeneralError" = "Ocorreu um problema ao configurar este dispositivo %@ para substituir o dispositivo seleccionado. Saia do Utilitário AirPort e volte a tentar.";
"MigrateSettingsIniting" = "%@ está a ser configurado para substituir o dispositivo sem fios AirPort seleccionado…";

/* Migrate Disk progress sheet messages */
"MigrateDiskGeneralError" = "Ocorreu um problema ao substituir o Time Capsule seleccionado e ao iniciar a migração. Saia do Utilitário AirPort e volte a tentar.";
"MigrateDiskIniting" = "A iniciar a migração…";
"MigrateSettingsJoiningSource" = "A ligar ao Time Capsule anterior…";
"MigrateDiskPreparingDest" = "A migrar definições…";
"MigrateDiskWaitingForResolve" = "A aguardar que os dispositivos Time Capsule sejam reiniciados…";
"MigrateDiskStartingBackup" = "A iniciar a migração do disco…";

/* Settings only migration progress sheet messages */
"UpdateDeviceJoiningSource" = "A ligar ao %@ anterior…";
"UpdateDeviceWritingSource" = "A escrever definições no novo dispositivo %@…";
"UpdateDeviceGeneralError" = "Ocorreu um problema ao configurar este dispositivo %@. Saia do Utilitário AirPort e volte a tentar.";

/* Migrate Disk labels */
"MigrateDiskCategory" = "Migração";
/* "MigrateDiskSummaryLabel" = "Migrate Time Capsule Disk From";   */

/* Migrate Disk panel */

"MigrateDiskTempNetworkName" = "temp-old";
"MigrateDiskFooter" = "Clique em Actualizar para migrar as definições e o conteúdo do disco.";

/* Updating progress strings */
"genericWaitRestart" = "A aguardar que o %@ seja reiniciado…";
"networkSearch" = "A procurar rede sem fios…";
"attemptJoin" = "A aceder à rede sem fios…";

/* Misc Strings */
"providedAuto" = "(Fornecido automaticamente)";
"selectNetwork" = "Seleccionar rede";

/* Summary Panel Labels */
"connectUsingLabel" = "Ligar utilizando:";
"configureViaLabel" = "Configurar TCP/IP:";
"ipAddressLabel" = "Endereço IP:";
"accountNameLabel" = "Conta:";
"serviceLabel" = "Nome do serviço:";
"connectUsingWDS" = "Aceder a uma rede (através de WDS)";
"SummaryTheseSettingsAreNotCorrect" = "Estas definições não estão correctas";

/* Modem Panel Labels */
"secondaryPhoneLabel" = "Número de telefone secundário:";
"usernameLabel" = "Conta:";

/* WPA with WDS error strings */
"CantUseWPAForWDSMain" = "O WDS com WPA requer que o seu dispositivo sem fios AirPort utilize firmware actualizado. Certifique‑se de que está a utilizar o firmware mais recente, ou altere a segurança da rede sem fios para WEP e volte a tentar.";

/* WPA Enterprise WDS error */
"wdsMainIsWPAEnterpriseError" = "Foi seleccionado um dispositivo sem fios AirPort com segurança WPA empresarial como principal dispositivo sem fios WDS. O Utilitário AirPort não suporta a segurança WPA empresarial no dispositivo sem fios WDS principal.";

/* WDS Errors */
"GeneralWDSError" = "Ocorreu um erro ao configurar este dispositivo sem fios AirPort para WDS. Saia do Utilitário AirPort e volte a tentar.";
"MainInBridgeModeForWDSError" = "O dispositivo sem fios AirPort seleccionado como dispositivo principal WDS não está a distribuir endereços IP. É necessário configurá‑lo para essa função.";
"WDSSetupCanceled" = "A configuração de WDS foi cancelada.";
"WDSErrorTitle"	= "Erro de configuração de WDS";

/* Status messages */
"joining_network" = "Acesso à rede sem fios.";
"reading_config" = "A ler a configuração…";
"status_scan" = "A procurar redes…";
"status_search" = "A procurar o seu dispositivo sem fios AirPort…";
"status_identify" = "A identificar…";

/* Maybe needed to fix 3663944 */
"available_networks" = "Redes AirPort disponíveis:";
"select_network" = "Seleccione a rede AirPort que deseja configurar.";

/* Generic Labels ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericNameLabel" = "Nome %@";
"genericPasswordLabel" = "%@ - palavra‑passe";
"genericModeLabel" = "Modo %@";

"genericNewChoice" = "Configurar um novo %@";
"genericOldChoice" = "Alterar definições num %@ já existente";
"genericBasePassPanelHeader" = "Configuração de %@";

/* Generic Descriptions with 1 %@ ( %@ to be replaced with localized AirPort Express or AirPort Extreme ) */
"genericIntroductionHeader" = "Seleccione se deseja configurar um novo %@ ou efectuar alterações a um que já tenha configurado.";
"genericSelectNewHeader" = "Seleccione o %@ que deseja configurar. Se não constar da lista, clique em \"Voltar a procurar\". Se não tiver a certeza de qual é o dispositivo sem fios AirPort que deve seleccionar, clique em Identificar.";
"genericSelectConfiguredHeader" = "Seleccione o %@ que deseja modificar. Se não constar da lista, clique em \"Voltar a procurar\". Se não tiver a certeza de qual é o dispositivo sem fios AirPort que deve seleccionar, clique em Identificar.";
"genericSelectNetworkHeader" = "Seleccione a rede AirPort que contém o %@ que deseja configurar.";
"genericClientDescription" = "Seleccione esta opção, se pretender que o %@ alargue a sua rede sem fios e partilhe a respectiva ligação à Internet.";
"genericNetworkNameHeader" = "Para personalizar o seu %@, comece por designar a sua rede sem fios.";
"genericNetworkNameDescription" = "É o nome que irá ver quando pretender ligar à sua rede.";
"genericBaseNameDescription" = "Em seguida, nomeie o seu %@.";
/* genericUserOwnership will be formatted as "<UserName>’s <Product Name>", as in "Steve’s AirPort Extreme" or "Steve's wireless network" - DON'T use a curly quote here or the network name will be UTF8 by default*/
"genericUserOwnership" = "%2$@ de %1$@";
"genericWirelessNetwork" = "Rede";
"genericBasePasswordHeader" = "Digite uma palavra‑passe para proteger as definições deste %@.";
"genericBasePasswordDescription" = "Precisará desta palavra‑passe para alterar as definições neste %@.";
"genericBasePasswordDescription2" = "Para maior segurança, use uma palavra‑passe diferente da palavra‑passe da rede.";
"genericModeHeader" = "Seleccione o que pretende fazer com o seu %@.";
"genericSummaryHeader" = "%@ utilizará as definições abaixo. Certifique‑se de que estão correctas.";
"genericSummaryNoChangeHeader" = "Este dispositivo %@ utiliza actualmente as seguintes definições.";
"genericReplaceSummaryHeader" = "Este dispositivo %1$@ será configurado com as definições de “%2$@”.";
"genericSummaryFooter" = "Se estas definições estiverem correctas, clique em Actualizar para concluir a configuração do %@.";
"genericSummaryFooterClickInstructions" = "Clique em Voltar para alterar definições.";
"genericPPPoEHeader" = "Digite o nome de conta PPP por Ethernet (PPPoE), palavra‑passe e nome de serviço opcional que recebeu do seu fornecedor de acesso à Internet.";
"genericDHCPHeader" = "O dispositivo %@ está actualmente ligado à Internet através de um modem DSL ou de cabo, ou por Ethernet através de um endereço IP atribuído automaticamente por DHCP. Confirme esta informação ou introduza informação adicional que tenha recebido do seu fornecedor de acesso à Internet ou do administrador do seu sistema.";
"genericModemHeader" = "Digite as definições de modem para este %@.";
"genericBridgeModeHeader" = "Seleccione se pretende que %@ esteja em modo ponte ou partilhe um endereço IP através de DHCP e NAT.";
"genericBridgeModeYes" = "Modo ponte";
"genericBridgeModeYesDescription" = "Seleccione esta opção se o %@ estiver ligado a um router ou outro dispositivo de rede que já esteja a usar DHCP e NAT para fornecer endereços IP aos computadores da rede.";
"genericBridgeModeNo" = "Partilhar um único endereço IP através de DHCP e NAT";
"genericBridgeModeNoDescription" = "Seleccione esta opção se o %@ estiver ligado directamente à Internet através de cabo de modem ou DSL, ou a uma rede com uma ligação à Internet, e se pretender utilizar DHCP e NAT para fornecer endereços IP a computadores na sua rede.";
"genericFinalDescription" = "O seu dispositivo %@ está configurado para estabelecer ligação à Internet e partilhar uma impressora USB.";
"genericMissingNameWarning" = "É necessário um nome de %@ para continuar.";
"genericMissingNameWarning.alternateArticle" = "É necessário um nome %@ para continuar.";
"genericMissingBasePassWarning" = "É necessária uma palavra‑passe para continuar.";
"genericMismatchBasePassword" = "Os campos Palavra‑passe e Confirmar palavra‑passe não coincidem.";
"ResetBroadbandMessage" = "Se estiver a utilizar um modem de cabo para ligar à Internet, desligue o modem, retire a bateria (se existir), aguarde alguns segundos, volte a colocar a bateria e depois ligue o modem novamente.";

/* Generic Descriptions with more than 1 %@
	This string in english will look like either:
	"AirPort Utility has found a new AirPort Express with a wireless network named "Apple Network 123456".
	or "AirPort Utility has found a new AirPort Express named "Base Station 123456".
	*/
"genericEZIntroHeader" = "O Utilitário AirPort encontrou um novo %1$@%2$@ designado “%3$@”.\n\nSe este não for o %4$@ que pretende configurar, certifique‑se de que está ligado e perto deste computador, e volte a tentar.";
"withNetworkNamed" = " com uma rede sem fios";
"genericNoNetworksHeader" = "Não foi possível localizar redes %1$@. Certifique‑se de que o %2$@ está ligado e se encontra dentro do raio de alcance deste computador.";
"genericOldNetworkConfirm" = "O Utilitário AirPort encontrou um %1$@ com uma rede sem fios designada “%2$@”.\n\nSe este não for o %3$@ que pretende configurar, certifique‑se de que está ligado e dentro do raio de alcance deste computador e clique em “Voltar a procurar”.";
"genericOldExpressConfirm" = "O Utilitário AirPort encontrou um %1$@ designado “%2$@”.\n\nSe este não for o %3$@ que pretende configurar, clique em “Voltar a procurar”.";

/* Strings that need to change depending on which type of base station is being configured */
"expressBaseNameDescriptionAddition" = "Para reproduzir a sua música do iTunes com este AirPort Express, seleccione‑o no menu pop‑up, na parte inferior direita da janela do iTunes.";

"expressFinalDescription" = "O AirPort Express está configurado para estabelecer ligação à Internet, partilhar uma impressora USB e reproduzir música do iTunes em colunas remotas através do AirPlay.";

"expressClientRadio" = "Ligar à actual rede sem fios";
"extremeClientRadio" = "Alargar o raio de alcance da rede AirPort Extreme ou AirPort Express";

"expressClientDescription" = "Seleccione esta opção se estiver a adicionar este %@ à actual rede sem fios.";

"expressModeHeader" = "Ambas as opções lhe permitem partilhar uma impressora USB e reproduzir música do iTunes em colunas remotas através do AirPlay.";

/* Reachability error */
"genericNetworkTitle" = "Erro de rede";
"noWirelessReachability" = "Está a tentar aceder a um dispositivo sem fios AirPort através da placa AirPort. Contudo, já está presente na rede Ethernet um dispositivo com o mesmo endereço IP. Desligue o cabo Ethernet e aguarde alguns segundos antes de voltar a tentar.";
"noEthernetReachability" = "Está a tentar aceder a um dispositivo sem fios AirPort através da Ethernet. Contudo, já se encontra na rede AirPort um dispositivo com o mesmo endereço IP. Desligue a placa AirPort e aguarde alguns segundos antes de voltar a tentar.";
"genericReachabilityError" = "Ocorreu um erro ao contactar o dispositivo sem fios AirPort seleccionado. Certifique‑se de que não existem outros dispositivos na rede cujo endereço IP seja %@.";
"superGenericReachabilityError" = "Ocorreu um erro ao estabelecer ligação ao dispositivo sem fios AirPort seleccionado.";
"WDSSetupRequiresAWirelessCard" = "O Utilitário AirPort não consegue configurar este dispositivo sem fios AirPort para WDS, porque este computador não tem uma placa AirPort instalada.";

/* Uploading Firmware */
"firmwareError"	= "Ocorreu um erro durante a actualização do firmware %@.";
"firmwareProgress" = "A actualizar o firmware %@…";
"firmwareNewer" = "Está disponível uma versão mais recente (%1$@) do firmware %2$@.";
"firmwareNewerSmall" = "Clique em Actualizar para a instalar agora.";
"firmwareSuccess" = "A actualização de %@ foi bem sucedida.";
"firmwareRequired" = "A rede que seleccionou requer uma actualização do firmware.";

/* AirPort 4.2 */
"wepLabel" = "WEP de 128 bits (mais compatível)";
"wpa1label" = "WPA pessoal (maior segurança)";
"wpa2label" = "WPA2 pessoal (maior segurança)";
"wepDescription" = "Fornece segurança mais compatível com computadores e dispositivos sem fios mais antigos. Para facilitar o acesso de computadores não Macintosh à sua rede, digite uma palavra‑passe com o comprimento exacto de 13 caracteres.";
"wpa1description" = "Proporciona o nível máximo de segurança em redes sem fios. Só computadores que suportem WPA poderão aceder a esta rede. Tem de digitar uma palavra‑passe com 8 a 63 caracteres, ou com 64 caracteres hexadecimais.";
"wpa1and2description" = "Proporciona o nível máximo de segurança em redes sem fios. Computadores que suportem WPA ou WPA2 poderão aceder a esta rede. Tem de digitar uma palavra‑passe com 8 a 63 caracteres, ou com 64 caracteres hexadecimais.";
"wpa2description" = "Proporciona o nível máximo de segurança em redes sem fios. Computadores que suportem WPA2 poderão aceder a esta rede. Tem de digitar uma palavra‑passe com 8 a 63 caracteres, ou com 64 caracteres hexadecimais.";
"tsnDescription" = "Fornece segurança compatível com clientes WEP mais antigos, mas permite a entrada de clientes mais recentes na rede através de WPA e WPA2. É necessário introduzir uma palavra‑passe com exactamente 13 caracteres.";
"badWPAPasswordLength" = "Digite uma palavra‑passe para a rede sem fios que tenha entre 8 e 63 caracteres.";
"v6_not_configured_title" = "IPv6 não configurado";
"v6_not_configred_on_all_interfaces" = "O Utilitário AirPort pode comunicar com maior fiabilidade com o seu dispositivo sem fios AirPort utilizando o protocolo IPv6.";
"v6_not_configured_turn_on_confirm" = "Gostaria de activar IPv6 agora?";
"v6_not_configured_turn_on" = "Active IPv6 nas Preferências do Sistema.";
"v6_not_configured_turn_on_win" = "Active IPv6 no Painel de Controlo.";
"authorization_error_title" = "Erro de autorização";
"authorization_error" = "O Utilitário AirPort não consegue alterar as suas definições de rede, porque o painel de preferências de rede está protegido.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";

/* BasePassword Panel */
"BaseNameDescription" = "Este é o nome que irá utilizar para identificar %@.";
"BaseNameInternalDiskDescription" = "Este nome também será utilizado para o disco do Time Capsule.";

/* PeripheralsPanel */
"FileSharingPasswordPromptInternalDisk" = "Digite a palavra‑passe para o disco do Time Capsule ou para os discos USB ligados a %@.";
"FileSharingPasswordPrompt" = "Digite a palavra‑passe para os discos AirPort.";
"GuestAccessPrompt" = "Também pode autorizar convidados a acederem aos discos AirPort sem necessitarem de palavra‑passe.";
"FileSharingDisclosure" = "Opções da partilha de ficheiros";
"UseDiskPasswordCheckBox" = "Use uma palavra‑passe diferente para proteger os discos";

/* Wireless Options Panel */
"RadioCountryDescription" = "Seleccione o país onde este %@ é utilizado.";
"RadioModeDescription" = "Seleccione o modo de rádio deste %@.";

/* ProblemCode Panel */
"ProblemPanelDefaultControlIndent"	= "175";
"ProblemPanelDefaultControlWidth"	= "250";
"ProblemCodeTitle" = "Problema %1$d de %2$d: %3$@";
"ProblemCodeProblemResolved" = "Este problema foi resolvido.";
"UnresolvedProblem" = "Pretende prosseguir sem resolver este problema?";
"UnresolvedProblemAssistant" = "Esta configuração fará com que a luz de estado amarela da %@ comece a piscar. Tem a certeza que pretende continuar?";
"ProblemShouldBeResolved" = "Clique em Ignorar para evitar que a luz de estado amarela da %@ comece a piscar quando este problema ocorrer.";
"ProblemNotResolved" = "Este problema não foi resolvido. Tente de novo.";

/* Problem Summary Panel */
"ProblemSummaryResolution" = "Resolução";
"ProblemSummaryIgnored" = "ignorado";
"ProblemSummaryResolved" = "resolvido";
"ProblemSummaryConfigChanged" = "Configuração alterada";
"ProblemSummaryUnresolved" = "por resover";
"ProblemSummaryHeader" = "Este painel apresenta os problemas comunicados pelo %@ e o seu estado de resolução.";
"ProblemSummaryChoicePrompt" = "O que deseja fazer agora?";
"ProblemSummaryUpdateWithTheseSettings" = "Actualizar o meu %@ com estas definições";
"ClickUpdateToUpdate" = "Clique em Actualizar para terminar a configuração de %@.";
"ProblemSummaryReconfigureToo" = "Alterar outras definições no meu %@";
"ProblemSummaryReconfigureFooter" = "Clique em Continuar para alterar as definições de %@.";
"ProblemSummarySwitch" = "Configurar outro dispositivo sem fios AirPort";
"ClickDoneToSwitch" = "Clique em Terminado para seleccionar outro dispositivo sem fios AirPort.";
"ProblemSummaryAllResolved" = "Todos os problemas foram resolvidos.";

/* Ethernet Panel */
"EthernetPanelDefaultControlIndent"	= "175";
"EthernetPanelDefaultControlWidth"	= "250";
"EthernetPanelDescription" = "Digite as informações de TCP/IP que recebeu do fornecedor de acesso à Internet. Seleccione Usar DHCP se receber automaticamente um endereço IP. Seleccione Manualmente para digitar um endereço IP específico.";
"DHCPConfirmPanelDHCP_Yes" = "Ligo‑me à Internet por DSL ou cabo, utilizando DHCP";
"DHCPConfirmPanelDHCP_No" = "Não utilizo DHCP";

/* PPPoE Panel */
"PPPoEConfirmPanelDefaultControlIndent"	= "175";
"PPPoEConfirmPanelDefaultControlWidth"	= "250";
"PPPoEConfirmPanelPPPoE_Yes" = "Ligo‑me à Internet por DSL ou cabo, utilizando PPPoE";
"PPPoEConfirmPanelPPPoE_No" = "Não utilizo PPPoE";

/* Default Setup Assistant Panel values*/ 
"SetupAssistantPanelDefaultControlIndent"= "175";
"SetupAssistantPanelDefaultControlWidth" = "250";

/* Wireless Security Panel */
"WirelessSecurityPanelDescription" = "Indique um nome e um nível de segurança para a rede sem fios.";
"NetworkSecurityDefaultControlIndent"= "175";
"NetworkSecurityDefaultControlWidth" = "250";
"WPAEnterpriseSecurityDescription" = "Esta rede sem fios está protegida por WPA empresarial. Se desejar modificar as definições do servidor RADIUS, seleccione Configuração manual no menu Estação‑base.";
"NoSecurityLabel" = "Sem segurança";
"NoSecurityDescription" = "Qualquer dispositivo sem fios pode aceder sem palavra‑passe.";
"NoSecurityUncheckedFooter" = "Antes de seguir para o passo seguinte, tem de assinalar a opção acima.";

/* Join Network Panel */
"JoinNetworkPanelDescription"= "Seleccione a rede sem fios que deseja utilizar com o %@. Se não vir a rede desejada, clique no menu para voltar a tentar. Se ainda assim não vir a rede, certifique‑se de que está ligado.";
"JoinNetworkQ61AudioNameSuggestion" = "Por exemplo, “sala de estar”.";
"JoinNetworkExtendDescription" = "Se quiser alargar o alcance desta rede e permitir o acesso de clientes sem fios ou por Ethernet, assinale a opção abaixo.";
"JoinNetworkExtendCheckboxTitle" = "Alargar o alcance desta rede";
"JoinNetworkExtendWarning" = "Esta acção poderá afectar o desempenho geral da rede.";
"JoinNetworkProxySTADescription" = "Se não assinalar a respectiva opção, %@ proporciona serviços áudio e USB, e os clientes podem usar a rede só através da Ethernet.";

/* Extend Panel */
"ExtendNetworkPanelDescription"= "Seleccione a rede AirPort Extreme ou AirPort Express que deseja utilizar no menu abaixo. Se não vir a rede desejada, clique no menu para voltar a tentar. Se ainda assim não vir a rede, certifique‑se de que o seu dispositivo sem fios AirPort está ligado e se encontra dentro do raio de alcance deste computador.";

/* Internet Choice Panel */
"InternetChoiceDescription" = "Seleccione o tipo de ligação à Internet que utiliza";
"InternetChoiceDSLCableEthernet" = "Uso um modem DSL ou por cabo, com um endereço IP estático ou DHCP";
"InternetChoiceDSLCablePPPoE" = "Uso um modem DSL ou por cabo, utilizando PPP por Ethernet (PPPoE)";
"InternetChoiceLAN" = "Ligo à minha rede local (LAN)";
"InternetChoiceModem" = "Utilizo um modem ligado à linha telefónica";
"InternetChoiceNoInternet" = "Não pretendo estabelecer, neste momento, uma ligação à Internet";

/* Client or AP Panel */
"ClientAP_APRadioTitle" = "Criar uma nova rede sem fios";
"ClientAP_APRadioDesc" = "Seleccione esta opção se estiver a configurar uma nova rede sem fios para partilhar uma ligação de banda larga à Internet entre computadores com funcionalidades sem fios.";
"ClientAP_FirstTimeConfig" = "Parece que está a configurar %@ pela primeira vez.";
"ClientAP_FirstTimePrompt" = "Seleccione a forma como pretende configurar %@.";

/* Client or Extend Panel */
"ClientWDS_PanelDescription" = "Seleccione se pretende que o %@ aceda à sua rede sem fios existente como cliente sem fios, ou se pretende alargar o alcance da sua rede sem fios.";
"ClientWDS_JoinRadioTitle" = "Aceder à minha rede sem fios";
"ClientWDS_JoinRadioDesc" = "Seleccione esta opção se só pretende utilizar o %@ para partilhar uma impressora USB ou para reproduzir música do iTunes através de colunas remotas.";
"ClientWDS_ExtendRadioTitle" = "Alargar o raio de alcance da rede AirPort Extreme ou AirPort Express";
"ClientWDS_ExtendRadioDesc" = "Seleccione esta opção, se pretender que o %@ alargue a sua rede sem fios e partilhe a respectiva ligação à Internet.";

/* Internet Modem Panel */
"ModemUseAOL" = "AOL";
"ModemUseOtherISP" = "Outro fornecedor de acesso à Internet";
"PrimaryPhoneNumber" = "Número de telefone principal";
"PrimaryDNSServer" = "Servidor DNS primário";

/* Identity Panel */ 
"genericInternalDiskProductTextBlock" = "%@ pode efectuar uma cópia de segurança dos seus computadores com Mac OS X v10.5 e posterior através do Time Machine, e partilhar a sua ligação à Internet e dispositivos USB com outros computadores na sua rede.";
"genericAudioProductTextBlock" = "O %@ pode reproduzir música do iTunes em colunas remotas através do AirPlay, e partilhar a sua ligação à Internet assim como dispositivos USB que se encontrem na sua rede.";
"genericProductTextBlock" = "%@ pode partilhar a sua ligação à Internet e dispositivos USB na sua rede.";
"genericInternalDiskProductNameTextBlock" = "Digite um nome para o %@. Este nome identifica‑o na rede e é também o nome do disco.";
"genericEnterName" = "Digite um nome para o seu %@.";
"IdentityDescription" = "Este nome identifica o seu %@ na rede.";

/* Replace Network Panel */
"ReplaceNetworkPanelDescription" = "O Utilitário AirPort detectou a rede sem fios “%@” e determinou que este computador anteriormente estava ligado a esta rede. Seleccione o que pretende fazer com o %@";
"ReplaceNetworkPanelReplacingPrevious" = "Substituir “%1$@” por %2$@";
"ReplaceNetworkPanelReplacingAnother" = "Substituir uma outra rede por %@";
"ReplaceNetworkPanelCreatingNewNetwork" = "Criar uma nova rede com %@";
"ReplaceNetworkPanelReplacingOtherTableDescription" = "Seleccione a rede que está a substituir, na lista seguinte:";
"TurnOffNetworkBeingReplaced" = "Desligue o dispositivo que está a substituir e clique em OK. Se pretender voltar a utilizar o dispositivo, restaure as definições de fábrica.";

"FoundWirelessNetworksDescription" = "O Utilitário AirPort detectou a existência de redes sem fios. Já tem uma rede sem fios?";
"NotFoundWirelessNetworksDescription" = "O Utilitário AirPort não detectou a existência de redes sem fios. Já tem uma rede sem fios?";
"FoundWirelessNetworksIHaveOne" = "Tenho uma rede sem fios e quero adicionar %@ ou substituir um dispositivo existente na minha rede";
"FoundWirelessNetworksIHaveOneDescription" = "Seleccione esta opção se pretende substituir a estação‑base ou o router sem fios existentes pelo %@, ou adicioná‑lo à sua rede.";
"CreateAWirelessNetwork" = "Quero criar uma nova rede sem fios";

"genericWhatDoYouWantToDoWith" = "Seleccione o que pretende fazer com %@.";

"ReplaceAddWiredChoiceJoin" = "Quero que o %@ aceda à minha rede actual";
"ReplaceAddWiredChoiceReplace" = "Quero substituir uma estação‑base ou um router sem fios por %@";
"ReplaceAddWiredChoiceReplaceDescription" = "Seleccione esta opção se pretende substituir uma estação‑base ou um router sem fios na sua rede e utilizar as respectivas definições para %@.";
"JoinExpandWirelessDisabledChoiceJoin" = "Quero que o %@ aceda à minha rede actual sem utilizar fios";
"JoinExpandWirelessDisabledChoiceExpand" = "Quero ligar %@ à minha rede através de Ethernet para alargar a minha rede actual ou criar uma segunda rede";
"JoinExpandWirelessDisabledChoiceDisabled" = "Quero desactivar a rede sem fios neste %@ e ligá‑lo ao meu computador ou rede através de Ethernet";


"ConfigureForWiredCreateAdditionalNetwork" = "Quero criar uma rede adicional";
"ConfigureForWiredCreateAdditionalNetworkDescription" = "Seleccione esta opção, se pretende ligar %1$@ através de Ethernet e criar uma rede %2$@, além da sua rede actual. Os clientes sem fios 802.11 b/g/n, incluindo iPhones, podem ligar à sua rede de 2,4GHz. Os clientes sem fios 802.11 a/n podem ligar à rede de 5GHz.";
"ConfigureForWiredCreateRoamingNetwork" = "Quero ligar %@ à minha rede através da Ethernet para alargar a minha rede sem fios actual";
"ConfigureForWiredCreateRoamingNetworkDescription" = "Seleccione esta opção se o %@ estabelece ligação à sua estação‑base/router sem fios através de Ethernet e se pretende alargar o raio de alcance da sua rede sem fios. Ambas as redes terão o mesmo nome e os clientes sem fios acederão automaticamente à rede com o sinal mais forte.";

"UseADifferentNetworkName" = "O nome desta rede sem fios não pode ser igual ao nome da rede existente.";

"ReplaceNetworkTopDescription" = "Seleccione o dispositivo ou a rede que pretende substituir. Se não os vir, certifique‑se de que estão ligados, e dentro do raio de alcance.";
"SelectNetworkTopDescription" = "Seleccione o dispositivo (ou rede) a que o %@ se vai ligar via Ethernet. Se não o vir, verifique se está ligado e no raio de alcance.";
"SelectNetworkBottomDescription" = "Se o dispositivo já não estiver disponível, clique em Continuar sem seleccionar um dispositivo ou uma rede.";
"MoreChoices" = "Mostrar mais opções";
"LessChoices" = "Mostrar menos opções";
"ScanAgain" = "Voltar a procurar";
"ReplaceOptionsOldDesc" = "Seleccione o que pretende fazer com o dispositivo anterior, depois de migrar as definições";
"ReplaceOptionsOld_Use" = "Continuar a utilizar na minha rede";
"ReplaceOptionsOld_Restore" = "Restaurar predefinições";
"ReplaceBaseNameModifier" = " Anterior";

"ReconfigurePrintersTopDescription" = "As impressoras USB que se encontrem ligadas a este %@ são partilhadas na rede.";
"ReconfigurePrintersChangeNamesDescription" = "Para alterar o nome de uma impressora, faça duplo clique no respectivo nome na coluna “Nome partilhado”, na lista abaixo.";
"ReconfigurePrintersChangeAllSettingsDescription" = "Altere os nomes ou definições de partilha das suas impressoras.";
"ReconfigurePrintersNoneDescription" = "Não há nenhuma impressora USB ligada ao dispositivo %@.";

"ReconfigureStartOver" = "Quero restaurar as definições de fábrica neste %@ e depois voltar a configurá‑lo.";
"ReconfigureChangeSelectedSettings" = "Gostaria de alterar algumas das definições de %@.";
"ReconfigureUseManualForOtherSettings" = "Se não vir a definição que pretende alterar, clique em Configuração manual para ter acesso a todas as definições.";
"ReconfigureWirelessSecurity" = "Rede sem fios";
"ReconfigureBaseStationSecurity" = "Nome e palavra‑passe do %@";
"ReconfigureInternetSettings" = "Ligação à Internet";
"ReconfigureFileSharingAccess" = "Discos";
"ReconfigurePrinters" = "Partilha de impressora USB";
"ReconfigureMusic" = "Música";
"ReconfigureSelectAtLeastOneSetting" = "Seleccione pelo menos uma definição que pretende alterar antes de clicar em Continuar.";
"ReconfigurePrompt" = "Este %@ já está configurado e a funcionar sem problemas. Pode restaurar as definições de fábrica ou alterar as definições actuais.";
"ReconfigureGoBackForNoChanges" = "Para efectuar alterações, clique em Anterior.";
"ReconfigureBasePasswordSecurePrompt" = "Este %@ está configurado com uma palavra‑passe.";
"ReconfigureInternetPrompt" = "Este %@ tem as seguintes definições de Internet. ";
"ReconfigureAirPlayPrompt" = "Este %@ tem as seguintes definições para o AirPlay.";
"ReconfigureDiskPrompt" = "Este %@ tem as seguintes definições de partilha de discos.";
"ReconfigurePrintersPrompt" = "Este %@ tem as seguintes definições de partilha de impressoras.";
"ReconfigureWirelessSecurePrompt" = "Este %@ tem as seguintes definições de ligação sem fios, com definições de segurança WPA. ";
"ReconfigureWirelessInsecurePrompt" = "Este %@ tem as seguintes definições de ligação sem fios. ";
"ReconfigureWirelessUseWPA" = "É recomendado o uso de definições de segurança WPA.";
"ReconfigureAPModePrompt" = "Pode manter as definições deste modo ou escolher um modo diferente.";
"ReconfigureFinalDescriptionNoChange" = "As definições de %@ não foram alteradas.";

/* Reconfigure Question strings */
"ReconfigureQuestionSettings" = "Definições do %@.";
"ReconfigureKeepTheseSettings" = "Usar as definições actuais deste dispositivo";
"ReconfigureKeepCurrentSettings" = "Usar as definições de %@ actuais deste dispositivo";
"ReconfigureKeepModeSettings" = "Manter modo sem fios actual (%@)";
"ReconfigureChangeTheseSettings" = "Alterar estas definições";
"ReconfigureChangeCurrentSettings" = "Alterar estas definições de %@";
"ReconfigureChangeModeCreate" = "Este %@ está configurado para criar uma rede sem fios.";
"ReconfigureChangeModeCreateTitle" = "Criar uma rede sem fios";
"ReconfigureChangeModeExtendTitle" = "Ligar a uma rede por Ethernet para aumentar a rede ou criar uma segunda rede";
"ReconfigureChangeModeJoin" = "Este %@ está configurado para aceder a uma rede sem fios.";
"ReconfigureChangeModeJoinTitle" = "Aceder a uma rede sem fios";
"ReconfigureChangeModeDisable" = "Este %@ está configurado com a respectiva rede sem fios desactivada.";
"ReconfigureChangeModeDisableTitle" = "Desactivar a ligação sem fios e ligar a um computador através de uma ligação Ethernet";
"ReconfigureKeepOrChangePrompt" = "Faça a sua escolha e clique em Continuar.";
"ReconfgureDiscardChangesPrompt" = "Tem a certeza que não pretende guardar as alterações que efectuou a estas definições?";
"ReconfgureDiscardChanges" = "Ignorar alterações";
"ReconfgureKeepChanges" = "Manter alterações";

"IfUnsureClickMoreInfo" = "Se não sabe que opção seleccionar, clique em “Informação adicional”.";

"UseManualSetupForOtherSettings" = "Usar configuração manual para outras definições";

"OnePanelCreateNetworkAutoConfigYes" = "Configurar este %@ com estas definições";
"OnePanelCreateNetworkAutoConfigNo" = "Alterar definições de %@";
"OnePanelCreateNetworkTopDesc" = "O Utilitário AirPort configurará este %@ para criar uma nova rede sem fios segura e aceder à Internet.";
"PasswordsSavedToKeychain" = "Todas as palavras‑passe serão armazenadas no porta‑chaves.";
"PasswordsSavedToKeychainWin" = "A palavra‑passe e perfil sem fios da estação‑base serão guardadas neste computador.";
"WillConnectUsingEthernet" = "%@ ligará à Internet através de Ethernet.";
"WillConnectUsingPPPoE" = "%@ ligará à Internet através de PPPoE.";
"WillConnectUsingBridge" = "%@ será configurado em modo ponte uma vez que se encontra ligado a um router ou outro dispositivo de rede que já está a usar DHCP e NAT para fornecer endereços IP.";

"OnePanelReplaceTopDesc" = "O Utilitário AirPort pode migrar definições de outro dispositivo sem fios. Seleccione o dispositivo na lista que se segue.";


"ContinueToUseAssistant" = "Clique em Continuar para usar o Assistente na configuração deste %@.";
"ClickQuitWhenDone" = "Clique em Sair se terminou de efectuar alterações aos dispositivos sem fios AirPort.";
"DoSomethingElse" = "Se quiser configurar outro dispositivo sem fios AirPort, escolha‑o na lista.";
"SomethingNeedsAttentionUpdate" = "Um ou mais dispositivos sem fios AirPort têm de ser actualizados.";
"SomethingNeedsAttentionProblem" = "Um ou mais dispositivos sem fios AirPort estão a ter problemas.";
"SomethingNeedsAttentionDefault" = "Um ou mais dispositivos sem fios AirPort têm predefinições.";
"SomethingNeedsContinueUpdate" = "Clique em Continuar para seleccionar o dispositivo seguinte que necessita de ser actualizado.";
"SomethingNeedsContinueProblem" = "Clique em Continuar para resolver problemas do dispositivo seguinte.";
"SomethingNeedsContinueDefault" = "Clique em Continuar para configurar o dispositivo seguinte.";

"UpdateFirmware" = "Actualizar firmware…";
"UpdateFirmwareTo" = "Actualizar com a versão “%@”";
"CheckUpdateButton" = "Procurar actualizações";
"CheckStatus" = "A procurar actualizações…";

/* These strings are only applicable to the Mac */
"TimeMachineTopDesc" = "O Time Machine guarda cópias de segurança de todo o conteúdo do seu Mac, incluindo fotografias, música, filmes, programas de televisão e documentos. Sempre que precisar, pode voltar atrás no tempo e recuperar qualquer coisa que esteja nas cópias de segurança.";
"TimeMachineTopDesc2" = "O Time Machine guarda cópias de segurança de todo o conteúdo do seu Mac, incluindo ficheiros, aplicações e definições, assim como música, fotografias e qualquer outro tipo de ficheiro importante. Uma vez que o Time Machine efectua cópias de segurança diariamente, pode ver como o seu Mac era no passado.";
"TimeMachineQueryDescTimeMachineAlreadySetUpSpecific" = "O Time Machine já está configurado para efectuar cópias de segurança deste computador em %@.";	/* the name of a backup device */
"TimeMachineQueryDescTimeMachineAlreadySetUp" = "O Time Machine já está configurado para efectuar cópias de segurança deste computador.";
"TimeMachineQueryDesc" = "Gostaria de usar o Time Machine para efectuar cópias de segurança deste computador em %@?";	/* Time Capsule is the most likely substitution */
"TimeMachineSetUpTimeMachine_No" = "Agora não";
"TimeMachineSetUpTimeMachine_YesTMPrefs" = "Sim (as preferências do Time Machine abrem depois de actualizar o Time Capsule)";
"TimeMachineBottomDesc" = "O Time Machine guarda cópias de segurança:\n\ndas últimas 24 horas, de hora em hora\ndo mês passado, diariamente\n\nsemanais, até o disco de cópia de segurança estar cheio";
"TimeMachineUseTMPrefs" = "Para efectuar cópias de segurança de outros computadores na sua rede, ou para configurar outras opções do Time Machine, abra as o painel do Time Machine, nas Preferências do Sistema.";
"TimeMachineWillLaunchTMPrefs" = "O painel de preferências do Time Machine abrir‑se‑á após a configuração de %@.";

"TimeMachineMigrateDiskDesc" = "O Utilitário AirPort pode migrar todo o conteúdo do disco do Time Capsule de “%@” para este Time Capsule.";
"TimeMachineMigrateDiskDesc.replace" = "Se o conteúdo do disco do Time Capsule incluir uma cópia de segurança do Time Machine, esta será migrada e todos os clientes do Time Machine irão usar o novo Time Capsule para cópias de segurança.";
"TimeMachineMigrateDisk" = "Migrar o conteúdo do disco para este disco do Time Capsule";
"TimeMachineMigrateDiskEraseSource" = "Apagar o conteúdo do disco de “%@” após a migração";
"TimeMachineMigrateDiskEraseSource.description" = "O conteúdo do disco de “%@” só será apagado depois de ter sido migrado com sucesso para este Time Capsule.";
"TimeMachineMigrateDiskReplace.description" = "Substituir todo o conteúdo deste disco do Time Capsule pelo conteúdo do disco de “%@”";

"TimeMachineMigrateDiskSummary.Settings" = "O Utilitário AirPort vai migrar o conteúdo, as palavras‑passe e as definições de rede de “%@” para o seu novo %@.";
"TimeMachineMigrateDiskSummary.Backups" = "Se tiver cópias de segurança do Time Machine em “%@”, elas serão também migradas. Isto pode demorar bastante tempo.";
"TimeMachineMigrateDiskSummary.Renaming" = "Durante a migração, o nome do dispositivo a partir do qual é feita a migração será alterado para “%@%@”. O novo dispositivo será designado por ”%@”.";
"TimeMachineMigrateDiskSummary.SourceEraseWarning" = "Após a migração, o conteúdo do disco de “%@%@” será apagado na totalidade.";
"TimeMachineMigrateDiskSummary.TargetEraseWarning" = "O conteúdo deste Time Capsule será apagado antes de começar a migração.";
"TimeMachineMigrateDiskSummary.CannotBeUndone" = "Esta acção não pode ser desfeita.";
"TimeMachineMigrateDiskSummary.PostMigrateDefaultsEraseSuggestion" = "Após concluída a migração, poderá restaurar as predefinições do Time Capsule anterior e apagar o respectivo disco.";
"HowToRestoreDefaults" = "Para restaurar o dispositivo, abra a respectiva configuração, seleccionando‑o na barra lateral, clique em Configuração manual e seleccione Restaurar predefinições, no menu Estação‑base.";
"HowToEraseDisk" = "Para apagar o conteúdo do disco, seleccione “Apagar disco” no painel Discos.";
 
"MigrateSummaryDescription" = "Este dispositivo %@ será configurado para usar as definições de “%@”. Estas incluem o conteúdo do disco bem como as definições de rede e palavras‑passe. Caso “%@” contenha cópias de segurança do Time Machine, elas serão também incluídas na migração.";
"MigrateSummaryEthernetDescription" = "Para optimizar a migração, quando lhe for solicitado, ligue um cabo Ethernet da porta WAN do dispositivo antigo a uma porta LAN do novo dispositivo.";
"MigrateSummaryMoreInfo" = "Clique em “Informação adicional” para obter mais informações sobre a migração e, em seguida, clique em Actualizar para começar a migração.";

"WirelessInterfaceIsOff" = "A interface da rede sem fios está desactivada.";
"AirPortIsOff" = "O AirPort está desactivado.";
"MigrateRequiresAirPort" = "A substituição de uma estação‑base ou de um router sem fios requer que o AirPort esteja ligado. Pretende ligar o AirPort?";
"MigrateRequiresWireless" = "A substituição de uma estação‑base ou de um router sem fios requer que a rede sem fios esteja activada.";
"AUWorksBetterWithWireless" = "Certifique‑se de que tem uma placa sem fios instalada e configurada e que activou a rede sem fios.";
"AUWorksBetterWithAirPort" = "Certifique‑se de que tem uma placa AirPort instalada e que está activada.";


/* End of AirPortAssistant.strings file */
